Repository: weblate/Wildcard
Catalog: po/*.po
Languages: fi, tr

source: Test your regular expressions
fi: Testaa säännöllisiä lausekkeita
tr: Düzenli ifadelerinizi sınayın

source: regex;regular;expressions;
fi: regex;regular;expressions;säännöllinen;lauseke;lausekkeet;
tr: regex;regular;expressions;düzenli;ifade;kurallı;

source: Window width
tr: Pencere genişliği

source: Window height
tr: Pencere yüksekliği

source: Last regular expression insert
tr: Son eklenen düzenli ifade

source: Last test insert
tr: Son eklenen sınama

source: The last state of the reference panel sidebar
tr: Referans panelinin son durumu

source: Use the multiline flag
tr: Çoklu satır kullan bayrağı

source: Use the case insensitive flag
tr: Büyük/küçük harf duyarsız bayrağı

source: Use the ignore whitespace flag
tr: Boşlukları yok say bayrağı

source: Use the dot matches newline flag
tr: Nokta yeni satırla eşleşir bayrağı

source: Use the unicode flag
tr: Unikod kullan bayrağı

source: Wildcard gives you a nice and simple to use interface to test/practice regular expressions.
fi: Wildcard tarjoaa yksinkertaisen käyttöliittymän säännöllisten lausekkeiden testaukseen ja harjoitteluun.
tr: Wildcard, düzenli ifadeleri sınamak/pratik yapmak için size güzel ve kullanımı basit bir arayüz sunar.

source: Flags
fi: Kytkimet
tr: Bayraklar

source: Multiline
fi: Monirivi
tr: Çoklu satır

source: Case Insensitive
fi: Kirjainkoolla ei merkitystä
tr: Büyük/Küçük Harf Duyarsız

source: Ignore Whitespace
fi: Älä huomioi tyhjätilaa
tr: Boşlukları Yok Say

source: Dot Matches Newline
tr: Nokta Yeni Satırla Eşleşir

source: Unicode
tr: Unikod

source: Regex Flavor
tr: Regex Türevi

source: Wildcard syntax is similar to Perl-style regular expressions, but lacks a few features like look around and backreferences.
tr: Wildcard sözdizimi Perl tarzı düzenli ifadelere benzer, ancak etrafa bakma ve geri referanslar gibi birkaç özellikten yoksundur.

# shortcut window
source: General
fi: Yleiset
tr: Genel

# shortcut window
source: Show Shortcuts
fi: Näytä pikanäppäimet
tr: Kısayolları Göster

# shortcut window
source: Quit
fi: Lopeta
tr: Çık

source: Reference
tr: Referans

source: Click to insert example
tr: Örneği eklemek için tıklayın

source: Main Menu
fi: Päävalikko
tr: Ana Menü

source: Toggle Reference Panel
tr: Referans Panelini Aç/Kapat

source: Test String
fi: Testattava merkkijono
tr: Sınama Dizgesi

source: no matches
fi: ei vastaavuuksia
tr: Eşleşme yok

source: Options
fi: Valinnat
tr: Seçenekler

source: Regular Expression
fi: Säännöllinen lauseke
tr: Düzenli İfade

source: Expression Flags
fi: Lausekkeen kytkimet
tr: İfade Bayrakları

source: _Keyboard Shortcuts
fi: _Pikanäppäimet
tr: Klavye _Kısayolları

source: _About Wildcard
fi: _Tietoja - Wildcard
tr: Wildcard _Hakkında

source: translator-credits
fi: Jiri Grönroos
tr: Sabri Ünal <libreajans@gmail.com>
